[
  {
    "Key": "MagicalAptitude.Name",
    // Don't process this since it is just a name. Without this it might create strange artifacts by trying to create
    // links to encycolpedia pages.
    "ProcessTemplates": false,
    "enGB": "Magical Aptitude",
    "deDE": "Magische Begabung"
  },

  {
    "Key": "MagicalAptitude.Description",
    "enGB": "You get a +2 bonus on all Spellcraft and Use Magic Device skill checks. If you have 10 or more ranks in one of these skills, the bonus increases to +4 for that skill."
  },

  {
    "Key": "SkaldsVigor.Name",
    "ProcessTemplates": false,
    "enGB": "Skald's Vigor"
  },

  {
    "Key": "SkaldsVigor.Description",
    "enGB": "While maintaining a raging song, you gain fast healing equal to the twice the damage bonus your song provides, starting in the round after you begin the song. If you stop maintaining your song, the fast healing ends, even if the effects of your song persist."
  },

  {
    "Key": "GreaterSkaldsVigor.Name",
    "ProcessTemplates": false,
    "enGB": "Greater Skald's Vigor"
  },

  {
    "Key": "GreaterSkaldsVigor.Description",
    "enGB": "Your allies share in the fast healing granted by your Skald’s Vigor, starting in the round when you begin your performance. They must be able to hear the performance. If you stop maintaining the song, the fast healing ends immediately, even if other effects of your song linger."
  },

  {
    "Key": "FuriousFocus.Name",
    "ProcessTemplates": false,
    "enGB": "Furious Focus"
  },

  {
    "Key": "FuriousFocus.Description",
    "enGB": "When you are wielding a two-handed weapon or a one-handed weapon with two hands, and using the Power Attack feat, you do not suffer Power Attack’s penalty on melee attack rolls on the first attack you make each turn. You still suffer the penalty on any additional attacks, including attacks of opportunity."
  },

  {
    "Key": "Hurtful.Name",
    "ProcessTemplates": false,
    "enGB": "Hurtful"
  },

  {
    "Key": "Hurtful.Description",
    "enGB": "When you successfully demoralize an opponent within your melee reach with an Intimidate check, you can make a single melee attack against that creature as a swift action. If your attack fails to damage the target, its shaken condition from being demoralized immediately ends."
  }
]